Repository: common-repository/crosswordsearch
Catalog: languages/crosswordsearch-*.po
Languages: de_de

source: Riddle...
de_de: Rätsel...

source: Describe which words should be found:
de_de: Beschreibe, welche Wörter gefunden werden sollen:

source: Dont't try to be clever!
de_de: Versuche es erst gar nicht!

source: Select a difficulty level:
de_de: Wähle einen Schwierigkeitsgrad:

source: Select a riddle
de_de: Wähle ein Rätsel

source: Find these words in the riddle:
de_de: Finde diese Wörter im Rätsel:

source: Difficulty level
de_de: Schwierigkeitsgrad

source: Word directions
de_de: Wortrichtungen

source: only to the right and down
de_de: nur nach rechts und unten

source: any, including diagonal and backwards
de_de: jede, auch diagonal und rückwärts

source: List of words that should be found
de_de: Liste der gesuchten Wörter

source: visible before found
de_de: sichtbar vor dem Finden

source: hidden before found
de_de: versteckt vor dem Finden

source: Fill in the the letters and mark the words:
de_de: Trage die Buchstaben ein und markiere die Wörter:

source: Mark the words:
de_de: Markiere die Wörter:

source: Start
de_de: Starten

source: Start solving the riddle
de_de: Spiele das Rätsel

source: Time
de_de: Zeit

source: Restart
de_de: Neu starten

source: Restart solving the riddle
de_de: Spiele das Rätsel noch einmal von vorne

source: Result
de_de: Ergebnis

source: Remaining time
de_de: Verbleibende Zeit

source: Time used
de_de: Benötigte Zeit

source: Drag to move the border of the riddle
de_de: Ziehe um die Grenzen des Rätsels zu verschieben

source: Fill all empty fields with random letters
de_de: Fülle die leeren Felder mit zufälligen Buchstaben

source: Fill fields
de_de: Auffüllen

source: Empty all fields
de_de: Leere alle Felder

source: Empty
de_de: Leeren

source: from line %1$s, column %2$s %3$s
de_de: von Zeile %1$s, Spalte %2$s nach %3$s

source: Delete
de_de: Löschen

source: You have found %1$s of %2$s words
de_de: Du hast %1$s von %2$s Wörtern gefunden

source: You have found all %1$s words!
de_de: Du hast alle %1$s Wörter gefunden!

source: Authored by
de_de: Verfasst von

source: CRW Riddle
de_de: CRW-Rätsel

source: Solved Crosswordsearch Riddles
de_de: Gelöste Crosswordsearch-Rätsel

source: CRW Riddles
de_de: CRW-Rätsel

source: Crosswordsearch Submission (Reviewed)
de_de: Crosswordsearch-Einsendungen (überprüft)

source: Crosswordsearch Submission (Auto-accepted)
de_de: Crosswordsearch-Einsendungen (auto-akzeptiert)

source: Crosswordsearch Submission Rules
de_de: Regeln für Crosswordsearch-Einsendungen

source: Review Method:
de_de: Prüfmethode:

source: Should the submisson be reviewed manually?
de_de: Sollen die Einsendungen von Hand überprüft werden?

source: manually
de_de: von Hand

source: rule-based
de_de: regelbasiert

source: Rules
de_de: Regeln

source: Submissions shall be accepted based on the following rules:
de_de: Einsendungen sollen anhand der folgenden Regeln akzeptiert werden:

source: Solved completely
de_de: Vollständig gelöst

source: The riddle must be solved completely.
de_de: Das Rätsel muss vollständig gelöst sein.

source: Minimum word count
de_de: Kleinste Wortzahl

source: The minimum number of words that must be found. Does not apply if the riddle must be solved completely.
de_de: Die kleinste Zahl an Wörtern, die gefunden werden muss. Nicht angewendet wenn das Rätsel vollständig gelöst sein muss.

source: Submission saved successfully.
de_de: Einsendung erfolgreich gespeichert.

source: You have not earned this achievement.
de_de: Du hast die Aufgabe nicht gelöst.

source: User submitted solutions for crosswordsearch riddles
de_de: Von Benutzern eingesandte Lösungen für crosswordsearch-Rätsel

source: Empty Crossword
de_de: Leeres Kreuzworträtsel

source: First crossword
de_de: Erstes Kreuzworträtsel

source: Choose from all
de_de: Aus allen wählen

source: Insert a Crosswordsearch shortcode
de_de: Crosswordsearch Shortcode einfügen

source: The shortcode usage is faulty:
de_de: Die Shortcode-Verwendung ist fehlerhaft:

source: Attribute %1$s needs to be set to one of "%2$s" or "%3$s".
de_de: Das Attribut %1$s muss entweder "%2$s" oder "%3$s" lauten.

source: If attribute %1$s is set, attribute %2$s must be omitted.
de_de: Wenn das Attribut %1$s gestetzt ist, muss das Attribut %2$s ausgelassen werden.

source: Attribute %1$s is only allowed in solve mode.
de_de: Das Attribut %1$s ist nur im solve-Mode erlaubt.

source: Attribute %1$s must be a non-negative integer.
de_de: Das Attribut %1$s muss eine nicht-negative Ganzzahl sein.

source: If attribute %1$s is set, attribute %2$s must also be set.
de_de: Wenn das Attribut %1$s gestetzt ist, muss das Attribut %2$s ausgelassen werden.

source: Attribute %1$s needs to be an existing project.
de_de: Das Attribut %1$s muss ein existierendes Projekt benennen.

source: There is no crossword in project %1$s.
de_de: In Projekt %1$s gibt es keine Rätsel.

source: There is no crossword with the name %1$s.
de_de: Es gibt kein Rätsel mit dem Namen %1$s.

source: Do you want to submit your result?
de_de: Möchtest Du Dein Ergebnis einsenden?

source: Loading the crossword has yet to start.
de_de: Das Laden des Rätsels hat noch nicht begonnen.

source: You do not have permission.
de_de: Du hast keine Erlaubnis.

source: There are still riddles saved for that project. You need to delete them before you can remove the project.
de_de: Für dieses Projekt sind noch Rätsel gespeichert. Du musst sie löschen, bevor Du das Projekt entfernen kannst.

source: Editing rights could not be updated.
de_de: Die Bearbeitungsrechte konnten nicht aktualisiert werden.

source: Dimensions could not be updated.
de_de: Die Dimensionen konnten nicht aktualisiert werden.

source: Subscription options could not be updated.
de_de: Die Abonnements konnten nicht aktualisiert werden.

source: The project could not be removed.
de_de: Das Projekt konnte nicht gelöscht werden.

source: You have exceeded the maximum length for a name!
de_de: Du hast die maximale Länge für einen Namen überschritten!

source: The name is too short!
de_de: Der Name ist zu kurz!

source: The project could not be added.
de_de: Das Projekt konnte nicht hinzugefügt werden.

source: The project could not be altered.
de_de: Das Projekt konnte nicht geändert werden.

source: The editors could not be updated.
de_de: Die Bearbeiter konnten nicht aktualisiert werden.

source: The crossword could not be deleted.
de_de: Das Rätsel konnte nicht gelöscht werden.

source: The crossword could not be approved.
de_de: Das Rätsel konnte nicht freigegeben werden.

source: You are not allowed to save the crossword.
de_de: Du darfst das Kreuzworträtsel nicht speichern.

source: There is already another riddle with that name!
de_de: Es gibt bereits ein Rätsel mit diesem Namen!

source: The riddle you tried to update can not be found!
de_de: Das Rätsel, dass du aktualisieren wolltest, wurde nicht gefunden!

source: A moderator might have deleted it already. You must start a new one.
de_de: Ein Moderator hat es möglicherweise bereits gelöscht. Du musst ein neues beginnen.

source: Someone else might have renamed or deleted it in the meantime. Look into the list of existing riddles.
de_de: Jemand anderes hat es möglicherweise umbenannt oder gelöscht. Überprüfe die Liste der existierenden Rätsel.

source: The crossword could not be saved to the database.
de_de: Das Rätsel konnte nicht in der Datenbank gespeichert werden.

source: The crossword could not be retrieved.
de_de: Das Rätsel konnte nicht herunter geladen werden.

source: Solution submitted for crossword %1$s in project %2$s:
de_de: Eingesandte Lösung für Kreuzworträtsel %1$s in Projekt %2$s:

source: %1$s of %2$s words were found in %3$s seconds.
de_de: %1$s von %2$s Worten wurden in %3$s Sekunden gefunden.

source: All %1$s words were found in %2$s seconds.
de_de: Alle %1$s Wörter wurden in %2$s Sekunden gefunden.

source: Your solution could not be submitted.
de_de: Deine Lösung konnte nicht eingesandt werden.

source: Options
de_de: Optionen

source: Riddles saved by restricted editors need the approval of full editors before they can appear for other users.
de_de: Rätsel, die von eingeschränkten Bearbeitern gespeichert werden, müssen von vollen Bearbeitern freigegeben werden, damit sie für andere sichtbar werden.

source: Full editors can only act on the projects they are assigned to.
de_de: Volle Bearbeiter können nur Projekte bearbeiten, für die sie zugelassen werden.

source: For custom theming, place a file %1$s with overrides to the default theme into your theme folder.
de_de: Wenn Du das Design anpassen möchtest, kannst Du eine Datei %1$s in deinen Theme-Ordner einfügen, die einzelne Regeln des Standard-Designs überschreibt.

source: There are some dimension values that are used in computations during drag operations. If you have a custom theme, you might have to additionally adjust these values.
de_de: Einige Dimensionswerte werden für Berechnungen während der Ziehen-Aktionen benötigt. Wenn Du Theme-Anpassungen verwendest, kann es notwendig sein, dass Du auch diese Werte anpassen musst.

source: Dimension settings are pixel values and used uniformly for heights and widths.
de_de: Dimensionen sind Pixel-Werte und werden unterschiedslos für Breiten und Höhen verwendet.

source: Solution submissions can either be processed by one of the plugins listed below, or another plugin can subscribe to them through the API.
de_de: Lösungs-Einsendungen können entweder von einem der unten aufgefürtenPlugins verarbeitet werden, oder ein anderes Plugin abonniert sie unterVerwendung der API.

source: Projects
de_de: Projekte

source: If you change the name of a project, remember that you need to change it also in every shortcode referring to it.
de_de: Wenn Du den Namen eines Projektes änderst, denke daran, dass Du ihn auch in allen Shortcodes anpassen musst, die auf ihn verweisen.

source: The lowest eligible maximum difficulty level is either the the default level or the highest level used in an existing riddle, whatever is higher.
de_de: Der kleinste maximale Schwierigkeitsgrad, der ausgewählt werden kann, ist entweder der vorgegebene oder der höchste, der in einem gespeicherten Rätsel verwendet wird.

source: You need to assign editors to a project in order for them to see its riddles in the <em>Review</em> tab.
de_de: Du musst einem Projekt Bearbeiter zuweisen, bevor diese die zugehörigen Rätsel im <em>Überprüfen</em>-Reiter sehen können

source: If you want to delete a project, you need first to delete all its riddles.
de_de: Wenn du ein Projekt entfernen willst, musst Du zuerst alle seine Rätsel löschen.

source: Review
de_de: Überprüfen

source: To preview a riddle, check the <em>Preview</em> box and then click on the name of the riddle
de_de: Um ein Rätsel zu betrachten, setze das <em>Vorschau</em>-Kreuz und klicke auf den Namen des Rätsels.

source: Crosswordsearch Administration
de_de: Crosswordsearch verwalten

source: You need to hit your browser's Reload button.
de_de: Du musst den Neu Laden-Button Deines Browsers drücken.

source: You can find information about data collected by plugin Crosswordsearch at the following address:
de_de: Informationen über Daten, die durch das Plugin Crosswordsearch gesammelt werden, findest Du unter der folgenden Adresse:

source: (Last updated on %s.)
de_de: (Letzte Aktualisierung: %s)

source: It is recomended not to link to it, but to include the relevant information in your privacy policy text.
de_de: Es ist empfehlenswert, dies nicht zu verlinken, sondern die relevanten Informationen in den Text Deiner Datenschutzerklärung zu übernehemen

source: Editor for project
de_de: Bearbeiter für das Projekt

source: Crosswordsearch editing rights
de_de: Crosswordsearch-Bearbeitungsrechte

source: original author
de_de: Originalautor

source: last editor
de_de: letzter Bearbeiter

source: Project
de_de: Projekt

source: Crossword name
de_de: Name des Kreuzworträtsel

source: Edited as
de_de: Editiert als

source: and
de_de: und

source: Crossword content
de_de: Inhalt des Kreuzworträtsel

source: Crosswordsearch authorship
de_de: Autorenschaft für Crosswordsearch

source: The user was listed as last editor of crossword "%s" in project "%s", but was not the original author.
de_de: Der Benutzer wurde als letzter Bearbeiter des Rätsels "%s" im Projekt "%s" aufgeführt, aber war nicht der Originalautor.

source: The crossword was retained, now citing the original author as the last editor.
de_de: Das Kreuzworträtsel wurde beibehalten und nennt nun den Originalautor als letzten Bearbeiter.

source: The user was listed as original author of crossword "%s" in project "%s", but was not the last editor.
de_de: Der Benutzer wurde als Originalautor des Rätsels "%s" im Projekt "%s" aufgeführt, aber war nicht der letzte Bearbeiter.

source: The crossword was retained, now citing the last editor as the original author.
de_de: Das Kreuzworträtsel wurde beibehalten und nennt nun den letzten Bearbeiter als Originalautor.

source: Project Name
de_de: Projektname

source: You must give a name!
de_de: Du musst einen Namen angeben!

source: There is already another project with that name!
de_de: Es gibt bereits ein Projekt mit diesem Namen!

source: Default difficulty level
de_de: Vorgegebener Schwierigkeitsgrad

source: Maximum difficulty level
de_de: Maximaler Schwierigkeitsgrad

source: Save the project
de_de: Speichere das Projekt

source: Save
de_de: Speichern

source: Abort saving the project
de_de: Speichervorgang für das Projekt abbrechen

source: Abort
de_de: Abbrechen

source: Full project editors
de_de: Volle Projekt-Bearbeiter

source: Other users with full editor rights
de_de: Andere Benutzer mit vollen Bearbeiter-Rechten

source: Add all users to the editors of the marked project
de_de: Füge alle Nutzer zu den Bearbeitern des Projektes hinzu

source: Add the marked user to the editors of the marked project
de_de: Füge den markierten Nutzer zu den Bearbeitern des Projektes hinzu

source: Remove the marked user from the editors of the marked project
de_de: Entferne den markierten Nutzer als Bearbeiter des Projektes

source: Remove all users from the editors of the marked project
de_de: Entferne alle Nutzer als Bearbeiter des Projektes

source: Add a new project
de_de: Füge eine neues Projekt hinzu

source: Delete the selected project
de_de: Lösche das ausgewählte Projekt

source: Save the editor list for this project
de_de: Speichere die Bearbeiterliste für dieses Projekt

source: Abort saving the editor list
de_de: Speichervorgang für die Bearbeiterliste abbrechen

source: To save it, you must give the riddle a new name.
de_de: Zum Speichern musst Du dem Rätsel einen neuen Namen geben.

source: You can change the additional informations that are saved about the riddle.
de_de: Du kannst die zusätzlichen Informationen anpassen, die über das Rätsel gespeichert werden.

source: That looks good!
de_de: So sieht es gut aus!

source: Author:
de_de: Autor:

source: You have found %1$s of %2$s hidden words during the alloted time.
de_de: Du hast %1$s von %2$s verborgenen Wörtern in der erlaubten Zeit gefunden

source: Congratulation, you have solved the riddle in %1$s!
de_de: Gratulation, Du hast das Rätsel in %1$s gelöst!

source: Username:
de_de: Benutzername:

source: A username and password is required for saving!
de_de: Benutzername und Password müssen zum Speichern angegeben werden!

source: Submit
de_de: Einsenden

source: Loading...
de_de: Lädt...

source: The marked word no longer fits into the crossword area. For a successful resize you must delete this word.
de_de: Das markierte Wort passt nicht mehr vollständig in das Rätselfeld. Um die Größe anzupassen, musst Du es löschen.

source: The marked words no longer fit into the crossword area. For a successful resize you must delete these words.
de_de: Die markierten Wörter passen nicht mehr vollständig in das Rätselfeld. Um die Größe anzupassen, musst Du sie löschen.

source: The marked word goes into a direction that is excluded for difficulty level %1$s. For a successful level change you must delete this word.
de_de: Das markierte Wort geht in eine Richtung, die für den Schwierigkeitsgrad %1$s ausgeschlossen ist. Um den Grad zu ändern, musst Du es löschen.

source: The marked words go into directions that are excluded for difficulty level %1$s. For a successful level change you must delete these words.
de_de: Die markierten Wörter gehen in Richtungen, die für den Schwierigkeitsgrad %1$s ausgeschlossen sind. Um den Grad zu ändern, musst Du sie löschen.

source: The marked word %1$s is not part of the solution.
de_de: Das markierte Wort %1$s ist kein Teil der Lösung.

source: Congratulation, you have solved the riddle!
de_de: Gratulation, Du hast das Rätsel gelöst!

source: Do you really want to do this?
de_de: Möchtest Du das wirklich tun?

source: Delete project %1$s
de_de: Lösche Projekt %1$s

source: Delete crossword %1$s from project %2$s
de_de: Lösche Rätsel %1$s aus Projekt %2$s

source: Approve crossword %1$s for project %2$s
de_de: Gib Rätsel %1$s für Projekt %2$s frei

source: Please be patient for the crossword being loaded.
de_de: Bitte habe Geduld, bis das Kreuzworträtsel geladen ist.

source: down and right
de_de: rechts unten

source: up and left
de_de: links oben

source: up and right
de_de: rechts oben

source: down and left
de_de: rechts unten

source: down
de_de: unten

source: up
de_de: oben

source: to the right
de_de: rechts

source: to the left
de_de: links

source: New
de_de: Neu

source: Start a completely new riddle
de_de: Starte ein völlig neues Rätsel

source: Load
de_de: Laden

source: Load an existing riddle
de_de: Lade ein bestehendes Rätsel

source: Save...
de_de: Speichern...

source: Save your work on the riddle
de_de: Speichere deine Bearbeitung des Rätsels

source: Save as...
de_de: Speichern als...

source: Save as a new riddle with a seperate name
de_de: Speichere das Rätsel unter einem anderen Namen

source: Reload
de_de: Zurücksetzen

source: Reset to the saved version
de_de: Kehre zur gespeicherten Version zurück

source: black
de_de: schwarz

source: red
de_de: rot

source: green
de_de: grün

source: blue
de_de: blau

source: violet
de_de: violett

source: grey
de_de: grau

source: Editing rights
de_de: Bearbeitungsrechte

source: Roles
de_de: Rollen

source: none
de_de: keine

source: restricted
de_de: eingeschränkt

source: full
de_de: voll

source: Save the updated assignment of editing capabilities
de_de: Speichere die aktualisierte Zuordnung von Bearbeitungsrechten

source: Dimensions of the table grid
de_de: Dimensionen des Kreuzworträtsel-Rasters

source: Do not change this without reviewing your CSS!
de_de: Überprüfe Dein CSS, bevor Du hier etwas änderst!

source: Illustration of grid dimensions
de_de: Illustration der Raster-Dimensionen

source: Outer border size
de_de: Dicke der äußeren Begrenzung

source: Field size without borders
de_de: Feldgröße ohne Begrenzungen

source: Border size between adjecent fields
de_de: Dicke der Begrenzung zwischen zwei Feldern

source: Size of the drag handle outside the grid borders
de_de: Ausdehnung des Anfassers außerhalb der Rasterbegrenzungen

source: Size of the drag handle inside the grid borders
de_de: Ausdehnung des Anfassers innerhalb der Rasterbegrenzungen

source: Each dimension needs to be an integer of 0 or more
de_de: Jede Dimension muss eine ganze Zahl größer gleich 0 sein.

source: Save the updated grid dimensions
de_de: Speichere die aktualisierten Raster-Dimensionen

source: These settings are only available if you use a custom stylesheet
de_de: Diese Einstellungen stehen nur zur Verfügung, wenn Du ein angepasstes Stylesheet verwendest

source: Solution submissions
de_de: Lösungs-Einsendungen

source: Install and activate a plugin to submit a solution to it.
de_de: Installiere und aktiviere ein Plugin, um ihm Lösungen zu übergeben.

source: Log submissions with:
de_de: Zeichne Einsendungen auf mit:

source: Save the submission targets
de_de: Speichere die Einsendungs-Ziele

source: Approved crosswords
de_de: Freigegebene Kreuzworträtsel

source: Crosswords pending approval
de_de: Kreuzworträtsel ohne Freigabe

source: Approve the marked crossword to be displayed for everyone
de_de: Gib das markierte Kreuzworträtsel frei, so dass es allgemein sichtbar wird

source: Delete the selected approved crossword
de_de: Lösche das ausgewählte freigegebene Kreuzworträtsel

source: Delete the selected pending crossword
de_de: Lösche das ausgewählte Kreuzworträtsel ohne Freigabe

source: Show a preview of the selected crossword
de_de: Betrachte eine Vorschau des gewählten Kreuzworträtsels

source: Preview
de_de: Vorschau

source: Assign projects and editors
de_de: Lege Projekte und Bearbeiter an

source: Review riddles in projects
de_de: Überprüfe Rätsel in Projekten

source: Crosswordsearch submissions
de_de: Crosswordsearch-Einsendungen

source: Waiting for data...
de_de: Warte auf Daten...

source: No projects found.
de_de: Keine Projekte gefunden

source: Mode
de_de: Modus

source: Design crosswords
de_de: Kreuzworträtsel entwerfen

source: Solve crosswords
de_de: Kreuzworträtsel lösen

source: Select something.
de_de: Wähle etwas aus.

source: Crossword
de_de: Kreuzworträtsel

source: Select one or let the user choose from all crosswords.
de_de: Wähle eines aus oder lass den Benutzer aus allen wählen

source: Preselect the crossword initially displayed. All crosswords remain selectable.
de_de: Wähle das Kreuzworträtsel, das anfangs angezeigt wird. Alle Rätsel bleiben auswählbar.

source: Save opportunities
de_de: Speichermöglichkeiten

source: Restricted
de_de: Eingeschränkt

source: Uploads by restricted users must be reviewed.
de_de: Von eingeschränkten Bearbeitern gespeicherte Rätsel müssen freigegeben werden.

source: Display timer
de_de: Stoppuhr anzeigen

source: None
de_de: Keine

source: Open-ended
de_de: Beliebig lang

source: Countdown
de_de: Herunterzählen

source: Allowed time
de_de: Erlaubte Zeit

source: Give time in seconds (a positive integer).
de_de: Gebe die Zeit in Sekunden an (eine positive Ganzzahl).

source: Submission
de_de: Einsendung

source: Let users submit their result
de_de: Lass Benutzer ihre Ergebnisse einsenden

source: Insert Shortcode
de_de: Shortcode einfügen

source: Cancel
de_de: Abbrechen
